Repository: sculg/FamilyAccountingBook
Catalog: FamilyAccountingBook/*.lproj/Localizable.strings
Languages: de, fr, ja

source: Account
de: Buchhaltung
fr: Comptabilité
ja: 会計

source: Report
de: Bericht
fr: Rapport
ja: レポート

source: Total Wealth
de: Gesamtvermögen
fr: La richesse totale
ja: 総富

source: Security Settings
de: Sicherheitseinstellungen
fr: Paramètres de sécurité
ja: セキュリティ設定

source: Data Management
de: Datenmanagement
fr: Gestion des données
ja: データ管理

source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
ja: 一般設定

source: Help Center
de: Hilfe-Center
fr: Centre d'aide
ja: ヘルプセンター

source: About Us
de: Über uns
fr: À propos de nous
ja: 私たちについて

source: Rate Me
de: Gib mir eine Partitur
fr: Donnez-moi un score
ja: 私にスコアを与える

source: Add A Record
de: Fügen Sie einen Datensatz hinzu
fr: Ajouter un enregistrement
ja: レコードを追加する

source: Income
de: Einkommen
fr: Revenu
ja: 収入

source: Expenditure
de: Ausgaben
fr: Dépenses
ja: 支出

source: Money
de: Geldbetrag
fr: Montant d'argent
ja: 金 額

source: Revenue Way
de: Einkommensmethode
fr: Méthode du revenu
ja: 損益計算書

source: Income Type
de: Einkommensart
fr: Type de revenu
ja: 所得タイプ

source: Income Detail
de: Einkommen Detail
fr: Einkommensdetails
ja: 所得の詳細

source: Recorded Address
de: Adresse
fr: Adresse enregistrée
ja: 記録された住所

source: Income Date
de: Einkommensdatum
fr: Date du revenu
ja: 収入日

source: Income Target
de: Einkommensziel
fr: Cible de revenu
ja: 所得オブジェクト

source: Save
de: Speichern
fr: Enregistrer
ja: 保存する

source: Delete
de: Gelöscht
fr: Supprimé
ja: 削除

source: Payment Type
de: Zahlungsart
fr: Type de paiement
ja: 支出のタイプ

source: Expenditure Detail
de: Aufwand Detail
fr: Détail des dépenses
ja: 支出の詳細

source: Payment Method
de: Zahlungsmethode
fr: Mode de paiement
ja: お支払い方法

source: Expenditure Date
de: Aufwandszeit
fr: Temps de dépenses
ja: 支出時間

source: Expenditure Target
de: Aufwandsziel
fr: Objectif de dépenses
ja: 支出オブジェクト

source: Clothes
de: Kleidung
fr: Vêtements
ja: 衣類

source: Foods
de: Lebensmittel
fr: Nourriture
ja: 食べ物

source: Rent
de: Miete
fr: Loyer
ja: ライブ

source: Traffic
de: Verkehr
fr: Trafic
ja: トラフィック

source: Entertainment
de: Unterhaltung
fr: Divertissement
ja: エンターテインメント

source: Medical Care
de: Medizinische Versorgung
fr: Soins médicaux
ja: 医療

source: Necessary
de: Tägliche Notwendigkeiten
fr: Besoins quotidiens
ja: 日用品

source: Cosmetology
de: Schönheit
fr: Beauté
ja: 美しさ

source: Education
de: Bildung
fr: Éducation
ja: 教育

source: Social
de: Soziale
ja: ソーシャル

source: Donate
de: Spenden sie
fr: Faire un don
ja: 寄付する

source: Cash gift
de: Geschenk
fr: Cadeau
ja: ギフト

source: Others
de: Andere
fr: Autre
ja: その他

source: Other income
de: Sonstige Einkommen
fr: Autres revenus
ja: その他の収入

source: Other expenses
de: Sonstige Aufwendungen
fr: Autres dépenses
ja: その他の費用

source: Other people
de: Andere Leute
fr: Autres personnes
ja: 他の人

source: Family
de: Familie
fr: Famille
ja: 家族

source: Me
de: Eigene selbst
fr: Se posséder
ja: 自分自身

source: Spouse
de: Ehepartner
fr: Conjoint
ja: 配偶者

source: Parents
de: Eltern
fr: Les parents
ja: 親

source: Children
de: Die Kinder
fr: Les enfants
ja: 子供

# Fail to accomplish
source: Failed
de: Nicht zu erreichen
fr: Ne pas accomplir
ja: 完了していない

source: Saved successfully！
de: Erfolgreich speichern！
fr: Enregistrer avec succès！
ja: 保存に成功しました！

source: Save failed！
de: Speichern fehlgeschlagen！
fr: Enregistrer échoué！
ja: 保存に失敗しました！

source: Modify failed！
de: Die Änderung ist fehlgeschlagen！
fr: La modification a échoué！
ja: 変更に失敗しました！

source: Budget Settings
de: Budgeteinstellungen
fr: Paramètres de budget
ja: 予算設定

source: Income Template
de: Einkommensvorlage
fr: Modèle de revenu
ja: 収入テンプレート

source: Expenditure Template
de: Ausgabenvorlage
fr: Modèle de dépenses
ja: 支出テンプレート

source: Income Type Settings
de: Einkommensart
fr: Type de revenu
ja: 所得タイプ

source: Payment Type Settings
de: Zahlungsart
fr: Type de paiement
ja: 支出のタイプ

source: Today
de: Heute
fr: Aujourd'hui
ja: 今 日

source: Yesterday
de: Gestern
fr: Hier
ja: 昨 日

source: Salary
de: Gehalt
fr: Salaire
ja: 賃金

source: Bonus
fr: Prime
ja: ボーナス

source: Financing Income
de: Finanzmanagement
fr: Gestion financière
ja: 財務管理

source: Part-time Income
de: Teilzeit
fr: Temps partiel
ja: パートタイム

source: Red Packet
fr: Pack rouge
ja: 赤い封筒

source: Wechat Pay
de: WeChat Zahlung
fr: Paiement de WeChat
ja: WeChatの支払い

source: Ali Pay
de: Ali Zahlung
fr: Paiement de Ali
ja: Ali支払う

source: Union Pay
de: Union Zahlung
fr: Paiement de Union
ja: Union支払う

source: Cash Pay
de: Bargeld
fr: En espèces
ja: 現金

# Income and expenditure
source: Overview
de: Profil
fr: Profil
ja: プロフィール

# Income this month
source: Income：
de: Einkommen：
fr: Revenu：
ja: 今月の収入：

# expenditure this month
source: Expenditure：
de: Ausgaben：
fr: Dépenses：
ja: 今月の支出：

source: Expenditure budget：
de: Ausgabenbudget：
fr: Budget de dépenses：
ja: 支出予算：

source: Budget balance：
de: Haushaltsbilanz：
fr: Solde budgétaire：
ja: 予算残高：

source: Balance for this month：
de: Gleichgewicht für diesen Monat：
fr: Solde pour ce mois：
ja: 今月のまとめ：

# History record
source: History
de: Historische
fr: Historique
ja: 過去の記録

source: Recent record
de: Kürzlich aufgenommen
fr: Enregistré récemment
ja: 最近記録された

source: Month Details
ja: 今月の収支の詳細

source: Sum：
de: Summe：
fr: Somme：
ja: 合計：

source: Overview
de: Überblick：
fr: Aperçu
ja: プロフィール

source: Income budget：
de: Einkommenshaushalt：
fr: Budget de revenu：
ja: 収入予算：

source: Real income：
de: Realeinkommen：
fr: Revenu réel：
ja: 実際の収入：

# Real Expenditure
source: Real Expend：
de: Reale Ausgaben：
fr: Dépenses réelles：
ja: 実際の支出：

source: All records
de: Alle Aufzeichnungen
fr: Tous les enregistrements
ja: すべてのレコード

source: Normal
fr: Normale
ja: ノーマル

source: Over budget
de: Über Budget
fr: Plus de budget
ja: 予算超過

# History report
source: History
de: Historische
fr: historiques
ja: 歴史的声明

# Changes
source: Changes in recent months
de: In den letzten Monaten
fr: Au cours des derniers mois
ja: 最近の収入と支出の変化

source: No data
de: Keine Daten！
fr: Pas de données！
ja: まだデータがありません， 移動してレコードを追加する！

source: Kindly Reminder
de: Warme Spitzen
fr: Conseils chaleureux
ja: ウォームヒント

source: Got it
de: Kenne es
fr: Connaissez-le
ja: それを知る

source: Remind me later
de: Erinnere mich später
fr: Rappelle-moi plus tard
ja: 後で私に思い出させる

source: Confirm
de: Bestätigung
fr: Confirmation
ja: 確認

source: Set immediately
de: Sofort einrichten
fr: Mettre en place immédiatement
ja: すぐにセットアップする

# No set
source: There is no need to set up here
de: Hier besteht keine Notwendigkeit, hier aufzustellen！
fr: Il n'est pas nécessaire de mettre en place ici！
ja: ここに設定する必要はありません！

# set it now？
source: Have not set a budget, set it up now?
de: Haben Sie nicht ein Budget gesetzt, richten Sie es jetzt ein?
fr: N'avez-vous pas fixé de budget, configurez-le maintenant?
ja: 予算を設定していない、今設定していますか?

# Data can not be restored
source: Data can not be restored after the deletion, whether to continue?
de: Daten können nach dem Löschen nicht wiederhergestellt werden, ob sie fortfahren sollen？
fr: Les données ne peuvent pas être restaurées après la suppression, que ce soit pour continuer?
ja: 続行するかどうか、削除後にデータを復元することはできませんか？

source: Unfilled
de: Nicht ausgefüllt
fr: Non rempli
ja: 記入されていない

source: Accumulated income：
de: Kumuliertes Einkommen：
fr: Revenu accumulé：
ja: 累積収入：

# Cumulative expenditures
source: Accum-Expend：
de: Kumulierte Aufwendungen：
fr: Dépenses accumulées：
ja: 累積経費：

source: Number of records：
de: Anzahl der Datensätze：
fr: Nombre d'enregistrements：
ja: レコード数：

source: Start time：
de: Startzeit：
fr: Heure de début：
ja: 開始時間：

source: Accumulated balance：
de: Kumulierte Bilanz：
fr: Solde cumulé：
ja: 積算残高：

source: Query the records
de: Abfrageaufzeichnung
fr: Enregistrement de requête
ja: クエリレコード

source: End time：
de: Endzeit：
fr: Heure de fin：
ja: 終了時刻：

source: Queries Now
de: Sofort fragen
fr: Demandez immédiatement
ja: すぐにお問い合わせください

source: Corresponding month：
de: Entsprechende Monate：
fr: Les mois correspondants：
ja: 対応する月：

source: Add item（+）
de: Artikel hinzufügen（+）
fr: Ajouter un élément（+）
ja: アイテムを追加（+）

source: Added
de: Hinzugefügt
fr: Ajouté
ja: 追加された

source: Security question setting
fr: série de questions de sécurité
ja: 機密性問題の設定

source: Gesture password setting
de: Gesten-Passwort-Einstellung
fr: Paramètre de mot de passe Gesture
ja: ジェスチャーのパスワード設定

source: Question 1：
de: Vertraulichkeitsproblem 1：
fr: Question de sécurité 1：
ja: 機密性問題1：

source: Question 2：
de: Vertraulichkeitsproblem 2：
fr: Question de sécurité 2：
ja: 機密性問題2：

source: Question 3：
de: Vertraulichkeitsproblem 3：
fr: Question de sécurité 3：
ja: 機密性問題3：

source: Please enter the answer
de: Bitte geben Sie die Antwort ein
fr: Entrez la réponse
ja: 答えを入力してください

source: Modify gesture password
de: Ändern Sie das Gestenpasswort
fr: Modifier le mot de passe du geste
ja: ジェスチャーのパスワードを変更する

source: Original gesture password
de: Bitte zeichne das ursprüngliche Gestenpasswort
fr: Veuillez dessiner le mot de passe original du geste
ja: 元のジェスチャーのパスワードを描いてください

# Password is wrong
source: Password is wrong, you can last try
de: Kennwort ist falsch, du kannst es auch nochmal versuchen
fr: Le mot de passe est incorrect, vous pouvez également essayer à nouveau
ja: パスワードが間違っている、もう一度やり直すこともできます

source: times
de: zeiten
fr: les temps
ja: タイムズ

source: Close gesture password
de: Schließen Sie das Gestenpasswort
fr: Fermez le mot de passe du geste
ja: ジェスチャーパスワードを閉じる

# 5 times
source: The number of errors has reached 5 times
de: Die Anzahl der Fehler hat 5 mal erreicht
fr: Le nombre d'erreurs a atteint 5 fois
ja: エラーの数は5回に達しました

source: Sorry！
de: Entschuldigung！
fr: Désolé！
ja: 申し訳ありません！

source: Exit immediately
de: Sofortige Ausfahrt
fr: Sortie immédiate
ja: すぐに終了する

source: Congratulations！
de: Herzlichen Glückwunsch！
fr: Félicitations！
ja: おめでとう！

# Verification failed
source: Verification failed, please exit!
de: Überprüfung fehlgeschlagen, bitte beenden!!
fr: La vérification a échoué, veuillez quitter!
ja: 確認に失敗しました。終了してください。

source: Verify security question
de: Überprüfen Sie die Sicherheitsfrage
fr: Vérifier la question de sécurité
ja: セキュリティに関する質問を確認する

source: Gesture password
de: Geste Passwort
fr: Mot de passe Gesture
ja: ジェスチャーのパスワード

source: Please draw the gesture password
de: Bitte zeichne das Gestenpasswort
fr: Veuillez dessiner le mot de passe du geste
ja: ジェスチャーのパスワードを描いてください

source: Please draw a new gesture password
de: Bitte zeichne ein neues Gestenpasswort
fr: Veuillez dessiner un nouveau mot de passe
ja: 新しいジェスチャーパスワードを描画してください

source: Draw again to confirm
de: Zeichnen Sie erneut, um zu bestätigen
fr: Dessinez à nouveau pour confirmer
ja: 確認のためにもう一度描く

source: Confirm success
de: Erfolg bestätigen
fr: Confirmer le succès
ja: 成功を確認する

# Inconsistent
source: Inconsistent, please redraw
de: Inkonsistent, bitte neu zeichnen
fr: Incohérent, veuillez redessiner
ja: 一貫性がなく、再描画してください

source: Connect at least 4 points, please redraw
de: Verbinden Sie mindestens 4 Punkte, bitte neu zeichnen
fr: Connectez au moins 4 points, redessinez-le
ja: 少なくとも4点を接続し、再描画してください

source: Deleted successfully
de: Erfolgreich gelöscht
fr: Supprimé avec succès
ja: 削除されました

source: Delete failed
de: Löschen wurde fehlgeschlagen
fr: Suppression échoué
ja: 削除に失敗しました

source: Please wait...
de: Bitte warten...
fr: Veuillez patienter...
ja: お待ちください...

source: Verification is successful, the gesture password has been cleared!
de: Die Bestätigung ist erfolgreich, das Gestenpasswort wurde gelöscht!
fr: La vérification est réussie, le mot de passe du geste a été effacé!
ja: 確認が成功し、ジェスチャーのパスワードがクリアされました!

source: The answer can not be empty
de: Die Antwort kann nicht leer sein
fr: La réponse ne peut pas être vide
ja: 答えは空ではありません

source: Please keep in mind the secret answer!
de: Bitte beachten Sie die geheime Antwort!
fr: Gardez à l'esprit la réponse secrète!
ja: 秘密の答えを覚えておいてください！

source: Your first boss's name？
de: Ihr Name des ersten Chefs？
fr: Le nom de votre premier patron？
ja: あなたの最初の上司の名前？

source: The name of your high school class teacher？
de: Der Name deines Gymnasiallehrers？
fr: Le nom de votre professeur de classe secondaire？
ja: あなたの高校の教師の名前？

source: The name of your best friend？
de: Der Name deiner besten Freundin？
fr: Le nom de votre meilleur ami？
ja: あなたの親友の名前？

# Where did you go for the first time by plane
source: Where did you go by plane for the first time?
de: Wo bist du zum ersten Mal mit dem Flugzeug gegangen?
fr: Où êtes-vous allé pour la première fois en avion?
ja: 初めて飛行機でどこへ行きましたか?

source: Where did you go by train for the first time?
de: Wohin bist du zum ersten Mal mit dem Zug gefahren?
fr: Où êtes-vous allé en train pour la première fois?
ja: 列車に乗るのは初めてですか？

source: Where did you go by ship for the first time?
de: Wohin bist du zum ersten Mal gegangen?
fr: Où êtes-vous allé pour la première fois?
ja: あなたは初めてどこへ行ったのですか？

source: What is your ideal job?
de: Was ist dein idealer job？
fr: Quel est votre travail idéal？
ja: あなたの理想的な仕事は何ですか？

source: What is your first nickname？
de: Was ist dein erster Spitzname?
fr: Quel est ton premier surnom?
ja: あなたの最初のニックネームは何ですか？

source: Who is your favorite singer？
de: Wer ist dein Lieblingssänger?
fr: Qui est votre chanteur préféré?
ja: あなたの好きな歌手は誰ですか？

source: Please set the security problem first
de: Bitte legen Sie zuerst die geheime Ausgabe ein
fr: Veuillez d'abord définir le problème secret
ja: まず秘密の問題を設定してください

source: Please draw the gesture to unlock
de: Bitte ziehe die Geste zum Entsperren
fr: Veuillez dessiner le geste pour débloquer
ja: ジェスチャーを引いてロックを解除してください

source: Currency Unit
de: Monetäre Einheit
fr: Unité monétaire
ja: 通貨単位

# Select the currency unit
source: Select units：
de: Einheiten auswählen：
fr: Sélectionnez les unités：
ja: 単位を選択：

source: Initial Assets
ja: 初期資産

source: Total Assets:
ja: 総資産：

# Daily report
source: Daily
ja: 日報

# Monthly report
source: Monthly
ja: 月報

source: Change in recent days
ja: 最近の変化

# no record
source: No Records!
de: no record!
fr: no record!
ja: 記録なし!

source: Jan.
ja: 1月.

source: Feb.
ja: 2月.

source: Mar.
ja: 3月.

source: Apr.
ja: 4月.

source: May.
ja: 5月.

source: Jun.
ja: 6月.

source: Jul.
ja: 7月.

source: Aug.
ja: 8月.

source: Sept.
ja: 9月.

source: Oct.
ja: 10月.

source: Nov.
ja: 11月.

source: Dec.
ja: 12月.

source: Sun
ja: 日曜日.

source: Mon
ja: 月曜日.

source: Tues
ja: 火曜日.

source: Wed
ja: 水曜日.

source: Thur
ja: 木曜日.

source: Fri
ja: 金曜日.

source: Sat
ja: 土曜日.

# day income
source: Income
ja: 收入

# day expenditure
source: Expenditure
ja: 支出

# rate desc
source: Hello, congratulations you have become a senior user of the software, you must have some want to say, please give me some of your feedback！
ja: こんにちは、おめでとうあなたはソフトウェアの上級ユーザーになっている、あなたはいくつかの言いたいことがあります、あなたのフィードバックのいくつかを教えてください！

# DayChanges
source: Changes in recent days
de: Jüngste Veränderungen bei Einnahmen und Ausgaben
fr: Changements récents dans les recettes et les dépenses
ja: 最近の収入と支出の変化

# Touch ID
source: Touch ID Fingerprint unlock
de: Touch ID Fingerabdruck entsperren
fr: Touch ID Déverrouillage des empreintes digitales
ja: Touch ID 指紋のロック解除

# kTouchIDLocalizedReasonKey
source: Home key to verify fingerprint unlock
de: Home-Taste zum Überprüfen der Fingerabdruckfreigabe
fr: Clé d'accueil pour vérifier le déverrouillage d'empreinte digitale
ja: 指紋照合を確認するホームキー

# kTouchIDNotEvaluatePolicyKey
source: You have not set the fingerprint (Touch ID), please add fingerprints in the phone system Settings -> Touch ID & Password
de: Sie haben den Fingerabdruck (Touch ID) nicht festgelegt. Bitte fügen Sie den Fingerabdruck im Telefonsystem hinzu. Einstellungen -> Touch ID und Passwort
fr: Vous n'avez pas défini l'empreinte digitale (Touch ID), veuillez ajouter l'empreinte digitale dans le système téléphonique Paramètres -> Touch ID et mot de passe
ja: あなたは指紋（タッチID）を設定していないので、電話システムで指紋を追加してください 設定 - >タッチIDとパスワード

# kTouchIDEvaluateSuccess
source: Fingerprint unlock open successfully
de: Fingerabdruckfreigabe erfolgreich öffnen
fr: Déverrouillage des empreintes digitales ouvert avec succès
ja: 指紋が正常に開いた

# kTouchIDEvaluateFailed
source: verification failed
de: Überprüfung fehlgeschlagen
fr: La vérification a échoué
ja: 確認に失敗しました

# kTouchIDResetSystemTouchIDTips
source: Fingerprint verification failed, please restart the system.
de: Die Überprüfung des Fingerabdrucks ist fehlgeschlagen. Bitte starten Sie das System nach der Überprüfung neu.
fr: La vérification de l'empreinte digitale a échoué, veuillez redémarrer le système après vérification.
ja: 指紋認証に失敗しました。認証後にシステムを再起動してください。

# kTouchIDClickEvaluateUnlock
source: Click Verify Fingerprint
de: Klicken Sie auf Fingerabdruck bestätigen
fr: Cliquez sur Vérifier l'empreinte digitale
ja: 「指紋照合」をクリックします。

# kTouchIDClickSetUnlock
source: Click to set fingerprint to unlock
de: Klicken Sie, um den Fingerabdruck zum Entsperren festzulegen
fr: Cliquez pour définir l'empreinte digitale pour déverrouiller
ja: クリックして指紋を設定してロックを解除する

# kTouchIDCloseSuccess
source: Fingerprint-unlock closed successfully
de: Fingerabdruck erfolgreich entsperrt
fr: Empreinte digitale déverrouillée avec succès fermée
ja: フィンガープリントが正常にロック解除されました

source: Dear User
de: Lieber Benutzer
fr: Cher utilisateur
ja: 親愛なるユーザー

source: Share
de: Aktie
fr: Partager
ja: シェア
